cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bash-completion'
brew 'coreutils'
brew 'ctags'
brew 'fzf'
brew 'go'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'readline'
brew 'rg'
brew 'roundup'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'alfred'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'github'
cask 'google-chrome'
cask 'licecap'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'
