cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'vim'
brew 'bash-completion'

cask '1password'
cask 'adium'
cask 'alfred'
cask 'atom'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'garmin-express'
cask 'gitx'
cask 'google-chrome'
cask 'handbrake'
cask 'licecap'
cask 'mapbox-studio'
cask 'macvim'
cask 'seashore'
cask 'slack'
cask 'spectacle'
cask 'steam'
cask 'skype'
cask 'spotify'
cask 'sublime-text'
cask 'sqlitebrowser'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
